Repository: Clever-Point/cleverpoint-for-woocommerce
Catalog: languages/clever-point-for-woocommerce-*.po
Languages: el

source: Clever Point Appearance settings
el: Ρυθμίσεις Clever Point

source: The following options are used to configure Clever Point map.
el: Οι ακόλουθες επιλογές χρησιμοποιούνται για τη ρύθμιση παραμέτρων εμφάνισης του Clever Point.

source: This is used by Clever Point to display Google Maps correctly
el: Εισάγετε το δικό σας Google Maps API Key για τη σωστή εμφάνιση του χάρτη

source: This is used by Clever Point to display ARCGIS map correctly
el: Εισάγετε το δικό σας ARCGIS Maps API Key για τη σωστή εμφάνιση του χάρτη

source: Trigger
el: Τρόπος εμφάνισης χάρτη

source: Embed
el: Ενσωματωμένο

# Trigger
source: Modal
el: Παράθυρο

source: Map Width (in px)
el: Μήκος χάρτη (σε px)

source: Map Height (in px)
el: Ύψος χάρτη (σε px)

source: Header
el: Κεφαλίδα

source: Header on map
el: Κεφαλίδα στο χάρτη

source: Address bar
el: Γραμμή διευθύνσεων

source: Display address bar on map
el: Εμφάνιση γραμμής διευθύνσεων στο χάρτη

source: Point List
el: Λίστα Σημείων

source: Display point list on map
el: Εμφάνιση λίστας σημείων στο χάρτη

source: Info type
el: Τύπος πληροφοριών σημείου

source: Display type of point info on map
el: Εμφάνιση τύπου πληροφοριών σημείου στο χάρτη

source: Clever Point Settings
el: Ρυθμίσεις Clever Point

source: The following options are used to configure Clever Point.
el: Οι ακόλουθες επιλογές χρησιμοποιούνται για τη ρύθμιση παραμέτρων του Clever Point.

source: Voucher management method
el: Μέθοδος διαχείρισης voucher

# Trigger
source: Platform
el: Πλατφόρμα Clever Point

source: Tax status
el: Κατάσταση φόρου

source: Taxable
el: Φορολογήσιμο

# Tax status
source: None
el: Κανένας

source: Charges
el: Χρέωση

source: Add service fee as order fee
el: Το κόστος υπηρεσίας επιβαρύνει τον πελάτη

source: Test Mode
el: Δοκιμαστικό περιβάλλον

source: ## categories
el: ## κατηγορίες

source: Invert categories
el: Αντιστροφή κατηγοριών

source: ## tags
el: ## ετικέτες

source: Invert tags
el: Αντιστροφή ετικετών

source: ## Shipping classes
el: ## Κατηγορίες αποστολής

source: Invert shipping classes
el: Αντιστρέψτε τις κατηγορίες αποστολής

source: Clever Point Station
el: Σημείο Clever Point

source: Status
el: Κατάσταση

source: Track & Trace
el: Παρακολούθηση πορείας

source: Parcels
el: Δέματα

source: Weight (in kg)
el: Βάρος (σε kg)

source: Cash on delivery price
el: Τιμή αντικαταβολής

source: Courier Voucher
el: Voucher

source: Courier
el: Κούριερ

source: Courier Company
el: Εταιρεία Κούριερ

source: Pick the preferred carrier
el: Επιλέξτε τον προτιμώμενο courier

source: Comments
el: Σχόλια

source: There was an error issuing the voucher.
el: Παρουσιάστηκε σφάλμα κατά την έκδοση του voucher.

source: Vouchers have been created!
el: Το voucher έχει δημιουργηθεί!

source: Create voucher
el: Δημιουργία voucher

source: Print voucher
el: Εκτύπωση voucher

source: Cancel voucher
el: Ακύρωση Voucher

source: Voucher has been cancelled
el: Το voucher ακυρώθηκε

source: Voucher or Carrier is missing
el: Λείπει το κουπόνι ή ο μεταφορέας

source: Order
el: Παραγγελία

source: Settings
el: Ρυθμίσεις

source: Support
el: Υποστήριξη

source: Allows you to offer shipping via Clever Point.
el: Σας επιτρέπει να προσφέρετε την επιλογή για παραλαβή από σημεία Clever Point.

source: Pick up from Clever Point
el: Παραλαβή από Clever Point

source: Shipping cost (up to 2kg)
el: Έξοδα αποστολής (έως 2 κιλά)

source: Free shipping for (up to 2kg)
el: Δωρεάν μεταφορικά για κόστος (έως 2 κιλά)

source: Shipping cost (for extra kg)
el: Έξοδα αποστολής (για κάθε επιπρόσθετο κιλό)

source: View details
el: Προβολή λεπτομεριών

source: More information about %s
el: Περισσότερες πληροφορίες για το %s

source: Check for updates
el: Έλεγχος για ενημερώσεις

# the plugin title
source: The %s plugin is up to date.
el: Το πρόσθετο %s είναι ενημερωμένο.

# the plugin title
source: A new version of the %s plugin is available.
el: Είναι διαθέσιμη μια νέα έκδοση του πρόσθετου %s plugin.

# the plugin title
source: Could not determine if updates are available for %s.
el: Δεν μπορέσαμε να εντοπίσουμε αν υπάρχει διαθέσιμη έκδοση του πρόσθετου %s.

source: Unknown update checker status "%s"
el: Άγνωστη κατάσταση ενημέρωσης "% s"

source: There is no changelog available.
el: Δεν υπάρχει διαθέσιμο changelog.

source: Selected collection point
el: Επιλεγμένο σημείο παραλαβής

source: Pick now
el: Επιλέξτε τώρα

source: No Clever Point station has been chosen. %s
el: Δεν έχετε επιλέξει σημείο Clever Point. %s

source: Change point
el: Αλλαγή σημείου εξυπηρέτησης

source: Service cost
el: Κόστος υπηρεσίας

source: Shipping cost
el: Χρέωση Courier

source: Add Clever Point to your checkout and give the option to your customers to select and pick up their parcels from a convenient store near them.
el: Προσθέστε το Clever Point στο ταμείο σας και δώστε την επιλογή στους πελάτες σας να επιλέξουν και να παραλάβουν τα δέματά τους από ένα βολικό κατάστημα κοντά τους.
